Repository: MMSlavov/BCKFreight
Catalog: src/Web/BCKFreightTMS.Web/Resources/Views/Orders/Status.*.resx
Languages: bg

source: Address
bg: Адрес

source: Cancel
bg: Отказ

source: Comments
bg: Забележки

source: Details
bg: Доп. инструкции

source: Finish
bg: Завърши

source: Loading
bg: Товарене

source: Loading-q
bg: Натоварено?

source: No
bg: Не

source: Order status
bg: Състояние

source: problems with road accident involved
bg: проблеми с ПТП с участие

source: problems with road accident without participation
bg: проблеми с ПТП без участие

source: problems with the POLICE
bg: проблеми с ПОЛИЦИЯ

source: problems with traffic police
bg: проблеми с ДАИ

source: Reason
bg: Причина

source: the driver has not yet arrived
bg: шофьорът все още не е пристигнал

source: the enterprise is off time
bg: предприятието е off time

source: Unloading
bg: Разтоварване

source: Unloading-q
bg: Разтоварено?

source: Update
bg: Обнови

source: will be at the address by the end of the day
bg: ще бъде на адрес до края на деня

source: will be at the address within 1 hour
bg: ще бъде на адрес до 1 час

source: will be at the address within 2 hour
bg: ще бъде на адрес до 2 часа

source: will be at the address within 3 hour
bg: ще бъде на адрес до 3 часа

source: will be at the address within 4 hour
bg: ще бъде на адрес до 4 часа

source: With comments
bg: Със забележки

source: Without comments
bg: Без забележки

source: Yes
bg: Да
